;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: Faction
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Factions]
Factions_None_DisplayName=None
Factions_None_FactionInfoDisplayName=General Info
Factions_None_FactionInfoDescription=The city of San Paro is a debased Olympus, built with the blood of men and inhabited by corporate gods.↵↵Because of the lack of security in their daily lives, and at the mercy of powerful forces they cannot understand, most citizens of San Paro feel suspicious, powerless or downtrodden. There isn't much to smile about. Money is tight. They have problems with rent, lack of job security, and low wages. The streets are full of gunfire and strangers.↵↵Crime has gotten so bad the SPPD (the San Paro Police Department) can no longer function unaided. The city has turned into a fractured city-state of feuding kingdoms, as gangs battle each other for territory, and the general population are either caught in the crossfire or constantly being bled of property and dignity. Meanwhile, in the boardrooms of the corporate hive, a different type of corruption spreads, revolving around investments and bottom lines.↵↵Two distinct, polarized Factions have emerged from this urban chaos: the ever-present Criminals, and the newly arisen Enforcers. Now they battle each other for the ultimate prize: the future of the new San Paro.
Factions_Enforcer_DisplayName=Enforcer
Factions_Enforcer_FactionInfoDisplayName=Enforcer
Factions_Enforcer_FactionInfoDescription=The Enforcers 
Factions_Criminal_DisplayName=Criminal
Factions_Criminal_FactionInfoDisplayName=Criminal
Factions_Criminal_FactionInfoDescription=The Criminals
Factions_Both_DisplayName=Both
Factions_Both_FactionInfoDisplayName=DNT - DO NOT TRANSLATE
Factions_Both_FactionInfoDescription=DNT - DO NOT TRANSLATE
